{
  "lang_nav_menu": {
    "en": "MENU",
    "fr": "MENU",
    "it": "MENU",
    "el": "ΜΕΝΟΥ"
  },
  "lang_nav_gallery": {
    "en": "GALLERY",
    "fr": "GALERIE",
    "it": "GALLERIA",
    "el": "ΕΙΚΟΝΕΣ"
  },
  "lang_nav_contact": {
    "en": "CONTACT",
    "fr": "CONTACT",
    "it": "CONTATTO",
    "el": "ΕΠΙΚΟΙΝΩΝΙΑ"
  },
  "lang_nav_reservation": {
    "en": "RESERVATION",
    "fr": "RESERVATION",
    "it": "PRENOTAZIONE",
    "el": "ΚΡΑΤΗΣΗ"
  },
  "lang_home_view": {
    "en": "When the enjoyment offer, became our life purpose",
    "fr": "Quand la joie d’offrir est notre raison d’être",
    "it": "Quando la gioia del dare è la nostra ragione di essere",
    "el": "Όταν η προσφορά της απόλαυσης, γίνεται σκοπός ζωής"
  },
  "lang_owlDetails_1": {
    "en": "Every morning we wake up with only one concern, to become better and to offer the most delicious flavors and the best service to visitors who want to enjoy the sunset behind the mountainside and overlooking olive groves.",
    "fr": "Chaque matin nous nous levons avec une pensée en tête ; celle de nous améliorer encore plus et de proposer des saveurs délicieuses ainsi que le meilleur service possible à nos clients qui viennent également afin de profiter de la vue superbe vers nos montagnes ainsi que nos plantations d’oliviers.",
    "it": "Ogni mattina ci alziamo con un pensiero in mente; per migliorare ancora di più e offrire sapori deliziosi e il miglior servizio possibile ai nostri clienti che vengono anche a godere della superba vista verso le nostre montagne e i nostri uliveti.",
    "el": "Κάθε πρωί ξυπνάμε με μία μόνο έγνοια, να γινόμαστε όλο και καλύτεροι και να προσφέρουμε τις πιο απολαυστικές γεύσεις και τις καλύτερες υπηρεσίες στους επισκέπτες, που θέλοuν να απολαύσουν το υπέροχο ηλιοβασίλεμα πίσω από την πλαγιά του βουνού και την θέα του ελαιώνα που απλώνεται στον ορίζοντα."
  },
  "lang_owlDetails_2": {
    "en": "An enjoyable stopover or a tasty destination country road Tavronitis _ Paleochora, in a place where blend of modern and traditional elements, you can enjoy eating, dessert or coffee. With respect to tradition and especially with love for what we do, we offer you generously purest flavors of materials produced by our family.",
    "fr": "Nous proposons sur la route campagnarde et pittoresque de Tavronitis - Paleochora un arrêt agréable et empli de saveurs, dans un lieu alliant les traditions et le monde moderne où vous pouvez déguster des repas, un dessert, ou simplement profiter d’un bon café. Pour garder un respect et un amour des traditions qui nous est cher, nous vous offrons des goûts issus directement de nos propres productions ",
    "it": "Offriamo sulla pittoresca strada di campagna di Tavronitis - Paleochora una piacevole sosta ricca di sapori, in un luogo che unisce tradizione e mondo moderno dove è possibile gustare pasti, un dessert o semplicemente godersi un buon caffè. Per mantenere un rispetto e un amore per le tradizioni che ci sono cari, ti offriamo gusti direttamente dalle nostre produzioni ",
    "el": "Μια απολαυστική στάση ή ένας γευστικός προορισμός Στον επαρχιακό δρόμο Ταυρωνίτη _ Παλαιόχωρας, σε έναν χώρο όπου συνδυάζονται αρμονικά το μοντέρνο με το παραδοσιακό στοιχείο, μπορείτε να χαλαρώσετε απολαμβάνοντας το φαγητό, το γλυκό ή τον καφέ σας. Με σεβασμό στην παράδοση και κυρίως με αγάπη γι' αυτό που κάνουμε, σας προσφέρουμε απλόχερα τις πιο αγνές γεύσεις, από υλικά που παράγει η οικογένειά μας. Χωριάτικο ψωμί, ζυμωμένο στο χέρι και ψημένο με παραδοσιακό τρόπο."
  },
  "lang_owlDetails_3": {
    "en": "Bread, kneaded by hand and baked in a traditional way. Wines of exceptional grape varieties. Original Cretan dishes and desserts made with the freshest ingredients, yogurt, cheese, pure organic olive oil.",
    "fr": "Les pains sont pétris à la main et cuits traditionnellement. Les vins proposés englobent des variétés exceptionnelles de cépages. Et bien évidemment nos plats traditionnels crétois, nos desserts proviennent de produits et d’ingrédients des plus frais comme nos yaourts, nos fromages, notre huile d’olives pure et bio",
    "it": "I pani vengono impastati a mano e tradizionalmente cotti. I vini offerti comprendono eccezionali varietà di varietà di uva. E naturalmente i nostri piatti tradizionali cretesi, i nostri dessert provengono dai prodotti e ingredienti più freschi come i nostri yogurt, i nostri formaggi, i nostri olio di oliva puro e biologico",
    "el": "Κρασί από εξαιρετικές ποικιλίες σταφυλιού. Γνήσια κρητικά φαγητά και γλυκά φτιαγμένα με τα πιο αγνά υλικά, γιαούρτι, μυζήθρα, αγνό βιολογικό ελαιόλαδο _ πιστοποιημένο από τον ΔΗΩ (ΟΡΓΑΝΙΣΜΟΣ ΕΛΕΓΧΟΥ & ΠΙΣΤΟΠΟΙΗΣΗΣ ΒΙΟΛΟΓΙΚΩΝ ΠΡΟΙΟΝΤΩΝ)."
  },
  "lang_spcialities_title": {
    "en": "Our Specialities",
    "fr": "Nos spécialités",
    "it": "Le nostre specialita",
    "el": "Οι Σπεσιαλιτέ μας"
  },
  "lang_spcialities_details2": {
    "en": "Click here, to close the menu",
    "fr": "Cliquez ici afin de fermer le menu",
    "it": "Clicca qui per chiudere il menu",
    "el": "Για να κλείσετε το μενού, κάντε κλικ εδώ"
  },
  "lang_spcialities_details": {
    "en": "Click here, to see our menu",
    "fr": "Cliquez ici afin de voir le menu",
    "it": "Clicca qui per vedere il menu",
    "el": "Για να δείτε το μενού, κάντε κλικ εδώ"
  },
  "lang_spcialities_explainer": {
    "en": "Here you will find a variety of special flavors every day. With deliberate ingredients and continuous security control, we guarantee excellent quality in an exquisite celebration of flavors, aromas and textures",
    "fr": "Chez nous vous trouverez des diversités de saveurs spécifiques au jour le jour, avec des ingrédients contrôlés régulièrement ; ce qui nous permet de vous proposer une excellente qualité de nos plats dans un festival de saveurs, d’effluves ainsi que de texture",
    "it": "Con noi troverai una varietà di sapori specifici di giorno in giorno, con ingredienti controllati regolarmente; ciò ci consente di offrirti un'eccellente qualità dei nostri piatti in una festa di sapori, aromi e consistenza",
    "el": "Εδώ θα βρείτε μία ποικιλία από ξεχωριστές γεύσεις κάθε μέρα. Με διαλεκτά συστατικά και συνεχή έλεγχο της ασφάλειας, εγγυόμαστε την άριστη ποιότητα σε μια εξαίσια γιορτή γεύσεων, αρωμάτων και υφών"
  },
  "lang_nav_spcialities": {
    "en": "Specialties",
    "fr": "Spécialités",
    "it": "Specialita culinarie",
    "el": "Σπεσιαλιτέ"
  },
  "lang_nav_appetizer": {
    "en": "Appetizer",
    "fr": "Apéritifs",
    "it": "Antipasti",
    "el": "Ορεκτικά"
  },
  "lang_nav_main": {
    "en": "Main",
    "fr": "Plat Principal",
    "it": "Piatti principali",
    "el": "Κυρίως"
  },
  "lang_nav_dessert": {
    "en": "Dessert",
    "fr": "Dessert",
    "it": "Dessert",
    "el": "Επιδόρπιο"
  },
  "lang_appetizer_menu": {
    "en": "Tzatziki <br> Aubergine salad <br> Dakos <br> Cream goat cheese <br> Cheese <br> Soft cheese <br> Staka <br> Fried cheese ( Saganaki ) <br> Zucchini balls <br> Chicken pie <br> Meat pie <br> Stuffed vine leaves <br> Stuffed zucchini flowers <br> Sfakianes pites <br> Kalitsounia with spinach <br> Kalitsounia with cream goat cheese <br> Sausages <br> Split peas <br> French fries <br>",
    "fr": "Tzatziki <br> Salade d’Aubergines <br> Dakos <br> Fromage de chèvre <br> Fromage Fromage mou <br> Staka <br> Fromage frit ( Saganaki) <br> Boulettes de courgettes <br> Tarte au poulet <br> Tarte à la viande <br> Feuilles de vigne farcies <br> Fleurs de courgettes farcies <br> Sfakianes pites <br> Canapés aux épinards <br> Canapés au fromage de chèvre <br> Saucisses <br> Pois cassés <br> Frites <br>",
    "it": "Tzatziki <br> Insalata di melanzane <br> Dakos <br> Formaggio di capra <br> Formaggio <br> Formaggio a pasta molle <br> Staka <br> Fromaggio fritto ( Saganaki) <br> Gnocchi di zucchine <br> Torta di pollo <br> Torta di carne <br> Foglie di vite ripiene <br> Fiori di zucca garniti <br> Sfakianespites <br> Tartine di spinaci <br> Tartine di formaggio di capra <br> Salsicce <br> Pizelli spezzati <br> Patatine fritte <br> ",
    "el": "Τζατζίκι <br> Μελιτζανοσαλάτα <br> Ντάκος <br> Μυζήθρα <br> Φέτα <br> Μαλακό Τυρί <br> Στάκα <br> Σαγανάκι <br> Κολοκυθοκεφτέδες <br> Κοτόπιτα <br> Σπέσιαλ Κρεατόπιτα <br> Ντολμαδάκια <br> Ανθοί <br> Σφακιανές πίτες <br> Καλιτσούνια με σπανάκι <br> Καλιτσούνια με μυζήθρα <br> Λουκάνικα <br> Φάβα <br> Πατάτες τηγανιτές <br>"
  },
  "lang_main_menu": {
    "en": "Roasted lamb with wine sauce <br> Lamb with tomato sauce matched with potatoes or pasta <br> Special beef matched with vegetables <br> Rabbit with tomato sauce <br> Chicken matched with potatoes or pasta <br> Chicken with soft goat cheese and mushrooms <br> Meatballs with tomato sauce <br> Special traditional plate: a blending of wheat and goat milk cooked with mushrooms <br> Spaghetti with tomato sauce <br> Goat belly with tomato sauce <br> Chestnuts with tomato sauce <br> Fried hake with garlic salad <br> Kochi pork antikristo <br> Antikristo dish <br> Antikristo 1kg <br> Lamb chops <br> Lamb chops 1kg <br> Pork steak <br> Pork skewer <br> Cutlet <br> Chicken fillet <br> Variety of meats (big or small) <br>",
    "fr": "Agneau grillé à la sauce viande <br> Agneau à la sauce tomates avec pommes de terre ou pâtes <br> Boeuf servi avec un assortiment de légumes <br> Lapin à la sauce tomates <br> Assortiment de poulet avec pommes de terre ou pâtes <br> Poulet avec fromage de chèvre et champignons <br> Boulettes de viande avec sauce tomates <br> Plat traditionnel: mélange de blé et lait de chèvre cuits avec champignons <br> Spaghettis à la sauce tomates <br> Tripes de chèvre sauce tomates <br> Châtaignes sauce tomates <br> Merlu frit avec salad d’ail <br> Porc Antikristo ( à la braise) <br> Assortiment Antikristo <br> Assortiment Antikristo 1 kg <br> Côtelettes d’agneau <br> Côtelettes d’agneau 1 kg <br> Steak de porc <br> Brochette de porc <br> Escalope <br> Filet de poulet <br> Variétés diverses de viands ( petites ou grandes portions) <br>",
    "it": "Agnello alla grillia in salsa di vino <br> Agnello in salsa di pomodoro con patate o pasta <br> Manzo servito con verdure assortite <br> Cognilio in salsa di pomodoro <br> Pollo Assortito con patate o pasta <br> Pollo con formaggio di capra e funghi <br> Polpette con salsa di pomodoro <br> Piatto tradizionale: micela di grano e di latte di capra con funghi <br> Spaghetti con salsa di pomodoro <br> Trippa di capra con salsa di pomodoro <br> Castagne con salsa di pomodoro <br> Nasello fritto con insalata di aglio <br> Maiale Antikristo (alla griglia) <br> Assortimento Antikristo <br> Assortimento Antikristo 1 kg <br> Costelette di agnello <br>Costelette di agnello 1 kg <br> Bistecca di maiale <br> Spiedino di maiale <br> Scaloppina <br> Filetto di pollo <br> Varie varieta di carne ( piccole o grandi porzioni) <br>",
    "el": "Αρνί τσιγαριαστό <br> Αρνί κοκκινιστό με πατάτες ή μακαρόνια <br> Σπέσιαλ μοσχαράκι στο πήλινο <br> Κουνέλι κοκκινιστό με πατάτες <br> Κοτόπουλο κοκκινιστό με πατάτες ή μακαρόνια <br> Κοτόπουλο με ξυνομυζήθρα πιπεριές και μανιτάρια <br> Σουτζουκάκια <br> Ξυνόχοντρος με μανιτάρια <br> Μακαρόνια με σάλτσα <br> Κοιλιδάκι κοκκινιστό <br> Κάστανα κοκκινιστά <br> Μπακαλιάρος σκορδαλιά <br> Κότσι χοιρινό αντικριστό <br> Αντικρισό μερίδα <br> Αντικριστό κιλό <br> Παϊδάκια μερίδα <br> Παϊδάκια κιλό <br> Χοιρινή <br> Σουβλάκι χοιρινό <br> Μπιφτέκι <br> Κοτόπουλο φιλέτο <br> Ποικιλία Κρεατικών (μεγάλη & μικρή) <br>"
  },
  "lang_dessert_menu": {
    "en": "Ice cream vanilla <br> Ice cream chocolate <br> Orange pie <br> Coconut cake <br> Chocolate pie <br> Walnut cake <br>",
    "fr": "Glace à la vanille <br> Glace au chocolat <br> Tarte à l’orange <br> Gâteau à la noix de coco <br> Tarte au chocolat <br> Gâteau aux noix <br>",
    "it": "Gelato vaniglia <br> Gelato cioccolato <br> Torta all’arancia <br> Torta al cocco <br> Torta al cioccolato <br> Torta di noci <br>",
    "el": "Παγωτό βανίλια <br> Παγωτό σοκολάτα <br> Πορτοκαλόπιτα <br> Ινδοκάρυδο <br> Σοκολατόπιτα <br> Καρυδόπιτα <br>"
  },
  "lang_reservation_title": {
    "en": "Make a reservation",
    "fr": "Réserver une table",
    "it": "Prenota un tavolo",
    "el": "Κάντε Κράτηση"
  },
  "lang_reservation_text": {
    "en": "Contact us every day for reservations. We take over every social business event",
    "fr": "Vous pouvez nous contacter journellement, et nous proposons également des réservations pour toute réunion familiale ou de travail",
    "it": "Puoi contattarci quotidianamente e offriamo anche prenotazioni per qualsiasi ricongiungimento familiare o lavorativo",
    "el": "Καλέστε μας καθημερινά για να κάνετε κράτηση. Αναλαμβάνουμε κάθε είδους κοινωνικής επαγγελματικής εκδήλωσης"
  },
  "lang_reservation_fullname": {
    "en": "Full name",
    "fr": "Nom et prénom",
    "it": "Cognome e nome",
    "el": "Το ονοματεπώνυμο σας"
  },
  "lang_reservation_email": {
    "en": "Email address",
    "fr": "Adresse E-mél",
    "it": "Indirizzo email",
    "el": "Η διεύθυνση e-mail σας"
  },
  "lang_reservation_phone": {
    "en": "Phone number & number of persons",
    "fr": "Numéro de téléphone et nombre de personnes",
    "it": "Numero di telefono e numero di persone",
    "el": "Αριθμός τηλεφώνου & αριθμός ατόμων"
  },
  "lang_reservation_date": {
    "en": "Date & time of reservation",
    "fr": "Date et heure de votre réservation",
    "it": "Data e ora della prenotazione",
    "el": "Ημερομηνία & Ώρα κράτησης"
  },
  "lang_reservation_option_1person": {
    "en": "1 Person",
    "fr": "1 Personne",
    "it": "1 Persona",
    "el": "1 Άτομο"
  },
  "lang_reservation_option_2persons": {
    "en": "2 Persons",
    "fr": "2 Personnes",
    "it": "2 Persone",
    "el": "2 Άτομα"
  },
  "lang_reservation_option_3persons": {
    "en": "3 Persons",
    "fr": "3 Personnes",
    "it": "3 Persone",
    "el": "3 Άτομα"
  },
  "lang_reservation_option_4persons": {
    "en": "4 Persons",
    "fr": "4 Personnes",
    "it": "4 Persone",
    "el": "4 Άτομα"
  },
  "lang_reservation_option_5persons": {
    "en": "5 Persons",
    "fr": "5 Personnes",
    "it": "5 Persone",
    "el": "5 Άτομα"
  },
  "lang_reservation_option_6persons": {
    "en": "6 Persons",
    "fr": "6 Personnes",
    "it": "6 Persone",
    "el": "6 Άτομα"
  },
  "lang_reservation_option_7persons": {
    "en": "7 Persons",
    "fr": "7 Personnes",
    "it": "7 Persone",
    "el": "7 Άτομα"
  },
  "lang_reservation_option_8persons": {
    "en": "8 Persons",
    "fr": "8 Personnes",
    "it": "8 Persone",
    "el": "8 Άτομα"
  },
  "lang_reservation_btn": {
    "en": "Make Reservation Online",
    "fr": "Faites votre reservation en ligne",
    "it": "Prenota online",
    "el": "Κάντε Κράτηση Online"
  },
  "lang_reservation_hint": {
    "en": "or call <br>(+30) 28240-31222 / (+30) 693 83 27 110",
    "fr": "ou appelez le <br>(+30) 28240-31222 ou le (+30) 693 83 27 110",
    "it": "o chiama il numero <br>(+30) 28240-31222 ou le (+30) 693 83 27 110",
    "el": "ή καλέστε στο <br>(+30) 28240-31222 / (+30) 693 83 27 110"
  },
  "lang_quality_text": {
    "en": "The olive oil we use and most of the products that enrich our cuisine (meat, dairy, vegetables, etc.) is our production. <br> <br> With handpicked ingredients and thorough safety controls, we guarantee pristine quality in an exquisite feast of flavors, aromas and textures! <br> <br> In our restaurant we have for sale olive oil, wine, tsikoudia, rakomelo and others.",
    "fr": "L’huile d’olives que nous utilisons et proposons ainsi que la plupart des produits que vous découvrirez dans nos plats ( viandes, laitages, légumes…) sont notre propre production. <br> <br> Tout est fait manuellement ( cueillette…) afin d’assurer des produits sains et contrôlés ; nous garantissons ainsi l’excellence des goûts, des aromes ainsi que des textures ! <br><br> Nous proposons également ces produits à la vente : huile d’olives, vins divers, tsikoudia,rakomelo, et bien d’autres produits… ",
    "it": "L'olio d'oliva che utilizziamo e offriamo e la maggior parte dei prodotti che scoprirete nei nostri piatti (salumi, latticini, verdure ...) sono di nostra produzione. <br> <br> Tutto viene fatto manualmente (raccolta ...) per garantire prodotti sani e controllati, garantiamo l'eccellenza di gusti, aromi e consistenze! <br><br> Offriamo anche questi prodotti in vendita: olio d'oliva, vini vari, tsikoudia, rakomelo e molti altri prodotti",
    "el": "Το ελαιόλαδο που χρησιμοποιούμε καθώς και τα περισσότερα προϊόντα που εμπλουτίζουν την κουζίνα μας (κρεατικά, τυροκομικά, λαχανικά, κ.ά.) είναι δικής μας παραγωγής. <br><br> Με διαλεκτά συστατικά και συνεχή έλεγχο της ασφάλειας, εγγυόμαστε την άριστη ποιότητα σε μια εξαίσια γιορτή γεύσεων, αρωμάτων και υφών! <br><br> Στο εστιατόριο μας διατίθενται προς πώληση ελαιόλαδο, κρασί, τσικουδιά, ρακόμελο κ.ά."
  },
  "lang_messaage_name": {
    "en": "Full name",
    "fr": "Nom et prénom",
    "it": "Cognome e nome",
    "el": "Το ονοματεπώνυμο σας"
  },
  "lang_messaage_email": {
    "en": "Email address",
    "fr": "Adresse e-mél",
    "it": "Indirizzo email",
    "el": "Η διεύθυνση e-mail σας"
  },
  "lang_messaage_phone": {
    "en": "Phone number",
    "fr": "Numéro de téléphone",
    "it": "Numero di telefono",
    "el": "Αριθμός τηλεφώνου"
  },
  "lang_messaage_urmessage": {
    "en": "Your message",
    "fr": "Votre message",
    "it": "Il tuo messaggio",
    "el": "Το μήνυμά σας"
  },
  "lang_messaage_description": {
    "en": "Send us your comments, your impressions or posible observations",
    "fr": "N’hésitez nullement à nous signifier vos commentaires, vos impressions, ou des points spécifiques",
    "it": "Non esitare in nessun modo a comunicarci i tuoi commenti, le tue impressioni o punti specifici",
    "el": "Στείλτε μας τα σχόλια σας, τις εντυπώσεις ή πιθανές παρατηρήσεις"
  },
  "lang_messaage_btn": {
    "en": "Send message",
    "fr": "Envoyez le message",
    "it": "Invia il messaggio",
    "el": "Στείλτε μήνυμα"
  },
  "lang_ajax_ok": {
    "en": "OK",
    "fr": "O.K",
    "it": "O.K",
    "el": "Εντάξει"
  },
  "lang_ajax_error": {
    "en": "An error occured, try again later.",
    "fr": "Erreur, veuillez réessayer",
    "it": "Errore, riprova",
    "el": "Δυστυχώς προέκυψε κάποιο πρόβλημα."
  },
  "lang_ajax_success": {
    "en": "Your message was sent!",
    "fr": "Votre message est passé!",
    "it": "Il tuo messaggio e stato ricevuto!",
    "el": "Το μήνυμά σας στάλθηκε επιτυχώς!"
  },
  "lang_ajax_wait": {
    "en": "Please give us a momment...",
    "fr": "Veuillez s’il vous plait attendre deux minutes",
    "it": "Per favor, attendi per un momento",
    "el": "Παρακαλώ περιμένετε..."
  },
  "lang_contact_location": {
    "en": "Voukolies, (2 Km towards Paleochora),<br>73002, Chania, Crete",
    "fr": "Voukolies, ( 2 kms en direction de Paleochora),<br>73002, La Canée, Crète",
    "it": "Voukolies, ( 2 kms nella direzione di Paleochora),<br>73002, La Canée, Creta",
    "el": "Βουκολιές, (2 χλμ προς Παλαιόχωρα),<br>73002, Χανιά, Κρήτη"
  },
  "lang_contact_schedule": {
    "en": "Saturday 11:00 - 18:00 <br>Sunday 11:00 - 18:00",
    "fr": "Les samedi de 11.00 à 18.00 <br> Les dimanche de 11.00 à 18.00",
    "it": "Sabato da 11.00 a 18.00 <br> La Domenica da 11.00 a 18.00",
    "el": "Σάββατο 11:00 - 18:00 <br>Κυριακή 11:00 - 18:00"
  },
  "lang_contact_schedule_summer": {
    "en": "Tuesday to Sunday, 11:00 - 23:00 <br>Monday Closed",
    "fr": "Du mardi au dimanche ouverture de 11.00 à 23.00 <br> lundi est le jour chômé.",
    "it": "Dal martedì alla domenica apertura di 11.00 a 23.00 <br> lunedi e il giorno libero.",
    "el": "Τρίτη έως Κυριακή από τις 11:00 - 23:00 <br>Δευτέρα ΚΛΕΙΣΤΑ"
  }
}